export const datas = [
    {
        q: "마법천자문은 매 권마다 타이틀 한자가 존재한다. 그렇다면 51권의 타이틀 한자는 무엇인가? (한자가 아닌 한글로 쓰시오.)",
        a: "빛날 휘"
    },
    {
        q: "보리도사에게는 많은 제자가 있다. 그중 첫 번째 재자의 이름은 무엇인가?",
        a: "맥주병"
    },
    {
        q: "쌀도사의 제자 불도자는 OO공포증이 있다. OO에 들어갈 단어는?",
        a: "고소"
    },
    {
        q: "쌀도사는 과거 OOOO의 팬이었다. OOOO에 들어갈 단어는?",
        a: "천상천하"
    },
    {
        q: "끼로로가 과거 지하미궁에서 만든 자신의 이름은 무엇인가?",
        a: "오시납왕 대수마 오시납왕 마수마 3세"
    },
    {
        q: "암흑상제가 태초의 어둠에서 빛어낸 암흑계 3대 군단장 중 OO 군단장이 살해당했다. OO에 들어갈 단어는?",
        a: "오만"
    },
    {
        q: "잔혹마왕의 부하 블랙크로우는 심판(審判) 마법으로 나약한 사람들을 선별한다. 블랙크로우가 심판한 사람들 중에는 빙산마을의 사람도 있었다. 그렇다면, 그 빙산마을의 사람의 몸무게는 몇 kg인가? (숫자만 서술.)",
        a: "140"
    },
    {
        q: "혼세마왕이 2차 악마화 이후 쫓아왔을 때, 손오공과 일행들은 마법천자패로 마법장벽을 열어 도망쳤다. 그렇다면, 마법장벽이 열린 페이지는 몇 페이지일까? (숫자만 서술.)",
        a: "59"
    },
    {
        q: "작중 보리도사는 콩도사에게 편지를 보낸 적이 있다. 이때 콩도사는 답장으로 '보리, OO OO.'라는 답장을 보냈다. 빈칸에 들어갈 글자는 무엇인가?",
        a: "네가 와라"
    },
    {
        q: "견우는 OO 보육원의 아이들을 따르게 하기 위해 따를 종 마법을 사용했다. OO에 들어갈 단어는?",
        a: "약속"
    },
    {
        q: "대마왕이 쓰러진 후, 도술섬에서는 집짓기 대회가 열렸다. 그중 삼장과 끼로로는 OO 마을로 향했다. OO에 들어갈 글자는?",
        a: "숲속"
    },
    {
        q: "어느 순간 사라졌던 혼세마왕의 부하 중 한 명인 혼돈장군은 21권이 되어서야 다시 나왔다. 그렇다면, 혼돈장군과 같은 컷에 나온 인물의 이름은?",
        a: "용세"
    }
]